[
  {
    "id": "ayat_kursi",
    "waktu": "keduanya",
    "title": "Ayat Kursi",
    "target_baca": 1,
    "arabic": "أَعُوذُ بِاللَّهِ مِنْ الشَّيْطَانِ الرَّجِيمِ<br><br>اللَّهُ لاَ إِلَهَ إِلاَّ هُوَ الْحَيُّ الْقَيُّومُ، لاَ تَأْخُذُهُ سِنَةٌ وَلاَ نَوْمٌ، لَهُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ، مَنْ ذَا الَّذِي يَشْفَعُ عِنْدَهُ إِلاَّ بِإِذْنِهِ، يَعْلَمُ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ، وَلَا يُحِيطُونَ بِشَيْءٍ مِنْ عِلْمِهِ إِلاَّ بِمَا شَاءَ، وَسِعَ كُرْسِيُّهُ السَّمَاوَاتِ وَالْأَرْضَ، وَلَا يَئُودُهُ حِفْظُهُمَا، وَهُوَ الْعَلِيُّ الْعَظِيمُ",
    "latin": "A'uudzu billaahi minasy-syai-thaanir-rajiim.<br><br>Allahu laa ilaaha illaa Huwal Hayyul Qayyum, laa ta'khudzuhuu sinatuw walaa nauum, lahuu maa fis-samaawaati wa maa fil ardh, man dzal-ladzii yasyfa'u 'indahuu illaa bi-idznih, ya'lamu maa baina aidiihim wa maa khalfahum, wa laa yuhiithuuna bisyai-im min 'ilmihii illaa bimaa syaa', wasi'a kursiyyuhus-samaawaati wal ardh, wa laa ya-uuduhuu hifzhuhumaa, wa Huwal 'Aliyyul 'Azhiim.",
    "translation": "Aku berlindung kepada Allah dari godaan syaitan yang terkutuk.<br><br>Allah tidak ada Ilah (yang berhak diibadahi) melainkan Dia Yang Hidup Kekal lagi terus menerus mengurus (makhluk-Nya); tidak mengantuk dan tidak tidur. Kepunyaan-Nya apa yang ada di langit dan di bumi. Tidak ada yang dapat memberi syafa'at di sisi Allah tanpa izin-Nya. Allah mengetahui apa-apa yang (berada) dihadapan mereka, dan dibelakang mereka dan mereka tidak mengetahui apa-apa dari Ilmu Allah melainkan apa yang dikehendaki-Nya. Kursi Allah meliputi langit dan bumi. Dan Allah tidak merasa berat memelihara keduanya, Allah Mahatinggi lagi Mahabesar.",
    "referensi": "QS. Al-Baqarah/2: 255",
    "dalil": "Barangsiapa yang membaca ayat ini ketika pagi hari, maka ia dilindungi dari (gangguan) jin hingga sore hari. Dan barangsiapa mengucapkannya ketika sore hari, maka ia dilindungi dari (gangguan) jin hingga pagi hari. (Mustadrak Al-Hakim 1/562, Shahiih at-Targhiib wat Tarhiib 1/418 no. 662, shahih)."
  },
  {
    "id": "al_ikhlas",
    "waktu": "keduanya",
    "title": "Membaca Surat Al-Ikhlas",
    "target_baca": 3,
    "arabic": "بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ<br><br>قُلْ هُوَ اللَّهُ أَحَدٌ اللَّهُ الصَّمَدُ لَمْ يَلِدْ وَلَمْ يُولَدْ وَلَمْ يَكُن لَّهُ كُفُوًا أَحَدٌ",
    "latin": "Bismillaahir-rahmaanir-rahiim.<br><br>Qul Huwallahu Ahad. Allahush-Shamad. Lam yalid wa lam yuulad. Wa lam yakul lahuu kufuwan ahad.",
    "translation": "Dengan menyebut nama Allah Yang Maha Pengasih lagi Maha Penyayang.<br><br>Katakanlah, Dia-lah Allah Yang Maha Esa. Allah adalah (Rabb) yang segala sesuatu bergantung kepada-Nya. Dia tidak beranak dan tidak pula diperanakkan. Dan tidak ada seorang pun yang setara dengan-Nya.",
    "referensi": "QS. Al-Ikhlash/112: 1-4",
    "dalil": "Barangsiapa membaca tiga surat tersebut (Al-Ikhlas, Al-Falaq, An-Naas) setiap pagi dan sore hari, maka (tiga surat tersebut) cukup baginya dari segala sesuatu. Yakni mencegahnya dari berbagai kejahatan. (HR. Abu Dawud no. 5082, An-Nasa-i VIII/250, At-Tirmidzi no. 3575, hasan shahih)."
  },
  {
    "id": "al_falaq",
    "waktu": "keduanya",
    "title": "Membaca Surat Al-Falaq",
    "target_baca": 3,
    "arabic": "بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ<br><br>قُلْ أَعُوذُ بِرَبِّ الْفَلَقِ مِن شَرِّ مَا خَلَقَ وَمِن شَرِّ غَاسِقٍ إِذَا وَقَبَ وَمِن شَرِّ النَّفَّاثَاتِ فِي الْعُقَدِ وَمِن شَرِّ حَاسِدٍ إِذَا حَسَدَ",
    "latin": "Bismillaahir-rahmaanir-rahiim.<br><br>Qul A'uudzu birabbil-falaq. Min syarri maa khalaq. Wa min syarri ghaasiqin idzaa waqab. Wa min syarrin-naffaatsaati fil-'uqad. Wa min syarri haasidin idzaa hasad.",
    "translation": "Dengan menyebut nama Allah Yang Maha Pengasih lagi Maha Penyayang.<br><br>Katakanlah: 'Aku berlindung kepada Rabb Yang menguasai (waktu) Shubuh dari kejahatan makhluk-Nya. Dan dari kejahatan malam apabila telah gelap gulita. Dan dari kejahatan wanita-wanita tukang sihir yang menghembus pada buhul-buhul. Serta dari kejahatan orang yang dengki apabila dia dengki.'",
    "referensi": "QS. Al-Falaq/113: 1-5",
    "dalil": "Sama dengan keutamaan Surat Al-Ikhlas (Mencukupinya dari segala sesuatu dan mencegahnya dari berbagai kejahatan)."
  },
  {
    "id": "an_naas",
    "waktu": "keduanya",
    "title": "Membaca Surat An-Naas",
    "target_baca": 3,
    "arabic": "بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ<br><br>قُلْ أَعُوذُ بِرَبِّ النَّاسِ مَلِكِ النَّاسِ إِلَهِ النَّاسِ مِن شَرِّ الْوَسْوَاسِ الْخَنَّاسِ الَّذِي يُوَسْوِسُ فِي صُدُورِ النَّاسِ مِنَ الْجِنَّةِ وَ النَّاسِ",
    "latin": "Bismillaahir-rahmaanir-rahiim.<br><br>Qul A'uudzu birabbin-naas. Malikin-naas. Ilaahin-naas. Min syarril-waswaasil-khannaas. Alladzii yuwaswisu fii shuduurin-naas. Minal-jinnati wan-naas.",
    "translation": "Dengan menyebut nama Allah Yang Maha Pengasih lagi Maha Penyayang.<br><br>Katakanlah, 'Aku berlindung kepada Rabb (yang memelihara dan menguasai) manusia. Raja manusia. Sembahan (Ilah) manusia. Dari kejahatan (bisikan) syaitan yang biasa bersembunyi. Yang membisikkan (kejahatan) ke dalam dada-dada manusia. Dari golongan jin dan manusia.'",
    "referensi": "QS. An-Naas/114: 1-6",
    "dalil": "Sama dengan keutamaan Surat Al-Ikhlas (Mencukupinya dari segala sesuatu dan mencegahnya dari berbagai kejahatan)."
  },
  {
    "id": "asbahna_amsayna_1",
    "waktu": "pagi",
    "title": "Dzikir Memasuki Waktu Pagi",
    "target_baca": 1,
    "arabic": "أَصْبَحْنَا وَأَصْبَحَ الْمُلْكُ لِلَّهِ، وَالْحَمْدُ لِلَّهِ، لاَ إِلَـهَ إِلاَّ اللهُ وَحْدَهُ لاَ شَرِيْكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيْرُ. رَبِّ أَسْأَلُكَ خَيْرَ مَا فِيْ هَذَا الْيَوْمِ وَخَيْرَ مَا بَعْدَهُ، وَأَعُوْذُ بِكَ مِنْ شَرِّ مَا فِيْ هَذَا الْيَوْمِ وَشَرِّ مَا بَعْدَهُ، رَبِّ أَعُوْذُ بِكَ مِنَ الْكَسَلِ وَسُوْءِ الْكِبَرِ، رَبِّ أَعُوْذُ بِكَ مِنْ عَذَابٍ فِي النَّارِ وَعَذَابٍ فِي الْقَبْرِ",
    "latin": "Ashbahnaa wa ashbahal-mulku lillaah, walhamdulillaah, laa ilaaha illallaah wahdahu laa syariikalah, lahul-mulku walahul-hamdu wa Huwa 'alaa kulli syai-in qadiir. Rabbi as-aluka khaira maa fii haadzal-yaum wa khaira maa ba'dahu, wa a'uudzu bika min syarri maa fii haadzal-yaum wa syarri maa ba'dahu, Rabbi a'uudzu bika minal-kasali wa suu-il kibar, Rabbi a'uudzu bika min 'adzaabin fin-naari wa 'adzaabin fil-qabr.",
    "translation": "Kami telah memasuki waktu pagi dan kerajaan hanya milik Allah, segala puji hanya milik Allah. Tidak ada ilah yang berhak diibadahi dengan benar kecuali Allah Yang Maha Esa, tiada sekutu bagi-Nya. Bagi-Nya kerajaan dan bagi-Nya pujian. Dia-lah Yang Mahakuasa atas segala sesuatu. Wahai Rabb, aku mohon kepada-Mu kebaikan di hari ini dan kebaikan sesudahnya. Aku berlindung kepada-Mu dari kejahatan hari ini dan kejahatan sesudahnya. Wahai Rabb, aku berlindung kepada-Mu dari kemalasan dan kejelekan di hari tua. Wahai Rabb, aku berlindung kepada-Mu dari siksaan di Neraka dan siksaan di kubur.",
    "referensi": "Hadits shahih dari Abdullah Ibnu Mas'ud",
    "dalil": "HR. Muslim no. 2723 (75), Abu Dawud no. 5071, dan At-Tirmidzi 3390."
  },
  {
    "id": "asbahna_amsayna_2",
    "waktu": "petang",
    "title": "Dzikir Memasuki Waktu Petang",
    "target_baca": 1,
    "arabic": "أَمْسَيْنَا وَأَمْسَى الْمُلْكُ للهِ، وَالْحَمْدُ للهِ، لَا إِلَهَ إِلاَّ اللهُ وَحْدَهُ لاَ شَرِيكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ، وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ، رَبِّ أَسْأَلُكَ خَيْرَ مَا فِي هَذِهِ اللَّيْلَةِ وَخَيْرَ مَا بَعْدَهَا، وَأَعُوذُبِكَ مِنْ شَرِّ مَا فِي هَذِهِ اللَّيْلَةِ وَشَرِّ مَا بَعْدَهَا، رَبِّ أَعُوذُبِكَ مِنَ الْكَسَلِ وَسُوءِ الْكِبَرِ، رَبِّ أَعُوذُبِكَ مِنْ عَذَابٍ فِي النَّارِ وَعَذَابٍ فِي الْقَبْرِ",
    "latin": "Amsainaa wa amsal-mulku lillaah, walhamdulillaah, laa ilaaha illallaah wahdahu laa syariika lah, lahul-mulku walahul-hamdu wa Huwa 'alaa kulli syai-in qadiir. Rabbi as-aluka khaira maa fii haadzihil-lailah wa khaira maa ba'dahaa, wa a'uudzu bika min syarri maa fii haadzihil-lailah wa syarri maa ba'dahaa, Rabbi a'uudzu bika minal-kasali wa suu-il kibar, Rabbi a'uudzu bika min 'adzaabin fin-naari wa 'adzaabin fil-qabr.",
    "translation": "Kami telah memasuki waktu sore dan kerajaan hanya milik Allah, segala puji hanya milik Allah. Tidak ada Ilah yang berhak diibadahi dengan benar kecuali Allah Yang Maha Esa, tiada sekutu bagi-Nya. Bagi-Nya kerajaan dan bagi-Nya pujian. Dia-lah Yang Mahakuasa atas segala sesuatu. Wahai Rabb, aku mohon kepada-Mu kebaikan di malam ini dan kebaikan sesudahnya. Aku berlindung kepada-Mu dari kejahatan malam ini dan kejahatan sesudahnya. Wahai Rabb, aku berlindung kepada-Mu dari kemalasan dan kejelekan di hari tua. Wahai Rabb, aku berlindung kepada-Mu dari siksaan di Neraka dan siksaan di kubur.",
    "referensi": "Hadits shahih dari Abdullah Ibnu Mas'ud",
    "dalil": "HR. Muslim no. 2723 (75), Abu Dawud no. 5071, dan At-Tirmidzi 3390."
  },
  {
    "id": "allahumma_bika_pagi",
    "waktu": "pagi",
    "title": "Dzikir Memohon Keselamatan Pagi",
    "target_baca": 1,
    "arabic": "اَللَّهُمَّ بِكَ أَصْبَحْنَا، وَبِكَ أَمْسَيْنَا، وَبِكَ نَحْيَا، وَبِكَ نَمُوْتُ وَإِلَيْكَ النُّشُوْرُ",
    "latin": "Allahumma bika ashbahnaa, wa bika amsainaa, wa bika nahyaa, wa bika namuutu wa ilaikun-nusyuur.",
    "translation": "Ya Allah, dengan rahmat dan pertolongan-Mu kami memasuki waktu pagi, dan dengan rahmat dan pertolongan-Mu kami memasuki waktu sore. Dengan rahmat dan kehendak-Mu kami hidup dan dengan rahmat dan kehendak-Mu kami mati. Dan kepada-Mu kebangkitan (bagi semua makhluk).",
    "referensi": "Dari Abu Hurairah Radhiyallahu 'anhu",
    "dalil": "HR. Al-Bukhari dalam Al-Adabul Mufrad no. 1199, At-Tirmidzi no. 3391, Abu Dawud no. 5068. Shahih."
  },
  {
    "id": "allahumma_bika_petang",
    "waktu": "petang",
    "title": "Dzikir Memohon Keselamatan Petang",
    "target_baca": 1,
    "arabic": "اللَّهُمَّ بِكَ أَمْسَيْنَا، وَبِكَ أَصْبَحْنَا،وَبِكَ نَحْيَا، وَبِكَ نَمُوتُ، وَإِلَيْكَ الْمَصِيْرُ",
    "latin": "Allahumma bika amsainaa, wa bika ashbahnaa, wa bika nahyaa, wa bika namuutu, wa ilaikal-mashiir.",
    "translation": "Ya Allah, dengan rahmat dan pertolongan-Mu kami memasuki waktu sore dan dengan rahmat dan pertolongan-Mu kami memasuki waktu pagi. Dengan rahmat dan kehendak-Mu kami hidup dan dengan rahmat dan kehendak-Mu kami mati. Dan kepada-Mu tempat kembali (bagi semua makhluk).",
    "referensi": "Dari Abu Hurairah Radhiyallahu 'anhu",
    "dalil": "HR. Al-Bukhari dalam Al-Adabul Mufrad no. 1199, At-Tirmidzi no. 3391, Abu Dawud no. 5068. Shahih."
  },
  {
    "id": "sayyidul_istighfar",
    "waktu": "keduanya",
    "title": "Penghulu Istighfar (Sayyidul Istighfar)",
    "target_baca": 1,
    "arabic": "اَللَّهُمَّ أَنْتَ رَبِّيْ لاَ إِلَـهَ إِلاَّ أَنْتَ، خَلَقْتَنِيْ وَأَنَا عَبْدُكَ، وَأَنَا عَلَى عَهْدِكَ وَوَعْدِكَ مَا اسْتَطَعْتُ، أَعُوْذُ بِكَ مِنْ شَرِّ مَا صَنَعْتُ، أَبُوْءُ لَكَ بِنِعْمَتِكَ عَلَيَّ، وَأَبُوْءُ بِذَنْبِيْ فَاغْفِرْ لِيْ فَإِنَّهُ لاَ يَغْفِرُ الذُّنُوْبَ إِلاَّ أَنْتَ",
    "latin": "Allahumma Anta Rabbii laa ilaaha illaa Anta, khalaqtanii wa anaa 'abduka, wa anaa 'alaa 'ahdika wa wa'dika masta-tha'tu, a'uudzu bika min syarri maa shana'tu, abuu-u laka bini'matika 'alayya, wa abuu-u bidzanbii faghfir lii fainnahuu laa yaghfirudz-dzunuuba illaa Anta.",
    "translation": "Ya Allah, Engkau adalah Rabb-ku, tidak ada Ilah (yang berhak diibadahi dengan benar) kecuali Engkau, Engkau-lah yang menciptakanku. Aku adalah hamba-Mu. Aku akan setia pada perjanjianku dengan-Mu semampuku. Aku berlindung kepada-Mu dari kejelekan (apa) yang kuperbuat. Aku mengakui nikmat-Mu (yang diberikan) kepadaku dan aku mengakui dosaku, oleh karena itu, ampunilah aku. Sesungguhnya tidak ada yang dapat mengampuni dosa kecuali Engkau.",
    "referensi": "HR. Al-Bukhari no. 6306",
    "dalil": "Barangsiapa membacanya dengan yakin di waktu pagi lalu ia meninggal sebelum sore hari, maka ia termasuk penghuni Surga. Dan barangsiapa membacanya dengan yakin di waktu sore lalu ia meninggal sebelum pagi hari, maka ia termasuk penghuni Surga."
  },
  {
    "id": "allahumma_aafinii",
    "waktu": "keduanya",
    "title": "Doa Memohon Keselamatan Raga",
    "target_baca": 3,
    "arabic": "اَللَّهُمَّ عَافِنِيْ فِيْ بَدَنِيْ، اَللَّهُمَّ عَافِنِيْ فِيْ سَمْعِيْ، اَللَّهُمَّ عَافِنِيْ فِيْ بَصَرِيْ، لاَ إِلَـهَ إِلاَّ أَنْتَ. اَللَّهُمَّ إِنِّي أَعُوْذُ بِكَ مِنَ الْكُفْرِ وَالْفَقْرِ، وَأَعُوْذُ بِكَ مِنْ عَذَابِ الْقَبْرِ، لاَ إِلَـهَ إِلاَّ أَنْتَ",
    "latin": "Allahumma 'aafinii fii badanii, Allahumma 'aafinii fii sam'ii, Allahumma 'aafinii fii basharii, laa ilaaha illaa Anta. Allahumma innii a'uudzu bika minal-kufri wal-faqr, wa a'uudzu bika min 'adzaabil-qabr, laa ilaaha illaa Anta.",
    "translation": "Ya Allah, selamatkanlah tubuhku (dari penyakit dan dari apa yang tidak aku inginkan). Ya Allah, selamatkanlah pendengaranku (dari penyakit dan maksiat atau dari apa yang tidak aku inginkan). Ya Allah, selamatkanlah penglihatanku, tidak ada Ilah yang berhak diibadahi dengan benar kecuali Engkau. Ya Allah, sesungguhnya aku berlindung kepada-Mu dari kekufuran dan kefakiran. Aku berlindung kepada-Mu dari siksa kubur, tidak ada Ilah yang berhak diibadahi dengan benar kecuali Engkau.",
    "referensi": "HR. Abu Dawud no. 5090, Ahmad V/42",
    "dalil": "Hadits hasan, dihasankan oleh Syaikh Al-Albani. Dibaca tiga kali setiap pagi dan sore hari."
  },
  {
    "id": "allahumma_inni_as_aluka",
    "waktu": "keduanya",
    "title": "Doa Memohon Ampunan & Keselamatan",
    "target_baca": 1,
    "arabic": "اَللَّهُمَّ إِنِّيْ أَسْأَلُكَ الْعَفْوَ وَالْعَافِيَةَ فِي الدُّنْيَا وَاْلآخِرَةِ، اَللَّهُمَّ إِنِّيْ أَسْأَلُكَ الْعَفْوَ وَالْعَافِيَةَ فِي دِيْنِيْ وَدُنْيَايَ وَأَهْلِيْ وَمَالِيْ اللَّهُمَّ اسْتُرْ عَوْرَاتِى وَآمِنْ رَوْعَاتِى. اَللَّهُمَّ احْفَظْنِيْ مِنْ بَيْنِ يَدَيَّ، وَمِنْ خَلْفِيْ، وَعَنْ يَمِيْنِيْ وَعَنْ شِمَالِيْ، وَمِنْ فَوْقِيْ، وَأَعُوْذُ بِعَظَمَتِكَ أَنْ أُغْتَالَ مِنْ تَحْتِيْ",
    "latin": "Allahumma innii as-alukal-'afwa wal-'aafiyata fid-dunyaa wal-aakhirah, Allahumma innii as-alukal-'afwa wal-'aafiyata fii diinii wa dunyaaya wa ahlii wa maalii, Allahummastur 'auraatii wa aamin rau'aatii. Allahummahfazhnii mim baini yadayya, wa min khalfii, wa 'an yamiinii wa 'an syimaalii, wa min fauqii, wa a'uudzu bi'azhamatika an ughtaala min tahtii.",
    "translation": "Ya Allah, sesungguhnya aku memohon kebajikan dan keselamatan di dunia dan akhirat. Ya Allah, sesungguhnya aku memohon kebajikan dan keselamatan dalam agama, dunia, keluarga dan hartaku. Ya Allah, tutupilah auratku (aib dan sesuatu yang tidak layak dilihat orang) dan tenteramkanlah aku dari rasa takut. Ya Allah, peliharalah aku dari depan, belakang, kanan, kiri dan atasku. Aku berlindung dengan kebesaran-Mu, agar aku tidak disambar dari bawahku (oleh ular atau tenggelam dalam bumi dan lain-lain yang membuat aku jatuh).",
    "referensi": "HR. Abu Dawud no. 5074 dan Ibnu Majah no. 3871",
    "dalil": "Dari Abdullah bin 'Umar Radhiyallahu 'anhuma. Dishahihkan oleh Al-Albani dalam Shahiih Ibni Majah."
  },
  {
    "id": "ya_hayyu_ya_qayyum",
    "waktu": "keduanya",
    "title": "Doa Memohon Rahmat & Perbaikan Urusan",
    "target_baca": 1,
    "arabic": "يَا حَيُّ يَا قَيُّوْمُ بِرَحْمَتِكَ أَسْتَغِيْثُ، أَصْلِحْ لِيْ شَأْنِيْ كُلَّهُ وَلاَ تَكِلْنِيْ إِلَى نَفْسِيْ طَرْفَةَ عَيْنٍ",
    "latin": "Yaa Hayyu yaa Qayyum, birahmatika astaghiits, ashlih lii sya'nii kullahu wa laa takilnii ilaa nafsii tharfata 'ain.",
    "translation": "Wahai Rabb Yang Maha hidup, Wahai Rabb Yang Maha berdiri sendiri (tidak butuh segala sesuatu) dengan rahmat-Mu aku meminta pertolongan, perbaikilah segala urusanku dan jangan diserahkan (urusanku) kepada diriku sendiri meskipun hanya sekejap mata (tanpa mendapat pertolongan dari-Mu).",
    "referensi": "HR. An-Nasa-i dalam 'Amalul Yaum wal Lailah no. 570",
    "dalil": "Hadits dari Anas bin Malik Radhiyallahu 'anhu, dihasankan oleh Syaikh Al-Albani dalam Shahiih at-Targhiib wat Tarhiib 1/417."
  },
  {
    "id": "ashbahna_fithrati_pagi",
    "waktu": "pagi",
    "title": "Ikrar Di Atas Fitrah (Pagi)",
    "target_baca": 1,
    "arabic": "أَصْبَحْنَا عَلَى فِطْرَةِ اْلإِسْلاَمِ وَعَلَى كَلِمَةِ اْلإِخْلاَصِ، وَعَلَى دِيْنِ نَبِيِّنَا مُحَمَّدٍ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، وَعَلَى مِلَّةِ أَبِيْنَا إِبْرَاهِيْمَ، حَنِيْفًا مُسْلِمًا وَمَا كَانَ مِنَ الْمُشْرِكِيْنَ",
    "latin": "Ashbahnaa 'alaa fithratil-Islaam wa 'alaa kalimatil-ikhlaash, wa 'alaa diini nabiyyinaa Muhammadin shallallahu 'alaihi wa sallam, wa 'alaa millati abiinaa Ibraahiima, haniifam muslimaw wamaa kaana minal-musyrikiin.",
    "translation": "Di waktu pagi kami berada diatas fitrah agama Islam, kalimat ikhlas, agama Nabi kami Muhammad shallallahu 'alaihi wa sallam dan agama ayah kami, Ibrahim, yang berdiri di atas jalan yang lurus, muslim dan tidak tergolong orang-orang musyrik.",
    "referensi": "HR. Ahmad 3/406-407 dan lainnya",
    "dalil": "Dari 'Abdurrahman bin Abza Radhiyallahu 'anhu. Silsilah al-Ahaadiits ash-Shahiihah no. 2989."
  },
  {
    "id": "amsayna_fithrati_petang",
    "waktu": "petang",
    "title": "Ikrar Di Atas Fitrah (Petang)",
    "target_baca": 1,
    "arabic": "أَمْسَيْنَا عَلَى فِطْرَةِ اْلإِسْلاَمِ وَعَلَى كَلِمَةِ اْلإِخْلاَصِ، وَعَلَى دِيْنِ نَبِيِّنَا مُحَمَّدٍ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، وَعَلَى مِلَّةِ أَبِيْنَا إِبْرَاهِيْمَ، حَنِيْفًا مُسْلِمًا وَمَا كَانَ مِنَ الْمُشْرِكِيْنَ",
    "latin": "Amsainaa 'alaa fithratil-Islaam wa 'alaa kalimatil-ikhlaash, wa 'alaa diini nabiyyinaa Muhammadin shallallahu 'alaihi wa sallam, wa 'alaa millati abiinaa Ibraahiima, haniifam muslimaw wamaa kaana minal-musyrikiin.",
    "translation": "Di waktu sore kami berada diatas fitrah agama Islam, kalimat ikhlas, agama Nabi kita Muhammad shallallahu 'alaihi wa sallam dan agama ayah kami, Ibrahim, yang berdiri di atas jalan yang lurus, muslim dan tidak tergolong orang-orang yang musyrik.",
    "referensi": "HR. Ahmad 3/406-407 dan lainnya",
    "dalil": "Dari 'Abdurrahman bin Abza Radhiyallahu 'anhu. Silsilah al-Ahaadiits ash-Shahiihah no. 2989."
  },
  {
    "id": "tahlil_10",
    "waktu": "keduanya",
    "title": "Dzikir Tauhid 10x",
    "target_baca": 10,
    "arabic": "لاَ إِلَـهَ إِلاَّ اللهُ وَحْدَهُ لاَ شَرِيْكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيْرُ",
    "latin": "Laa ilaaha illallaah wahdahu laa syariika lah, lahul-mulku walahul-hamdu wa Huwa 'alaa kulli syai-in qadiir.",
    "translation": "Tidak ada Ilah yang berhak diibadahi dengan benar selain Allah Yang Maha Esa, tidak ada sekutu bagi-Nya. Bagi-Nya kerajaan dan bagi-Nya segala puji. Dan Dia Mahakuasa atas segala sesuatu.",
    "referensi": "HR. An-Nasa-i dalam 'Amalul Yaum wal Lailah no. 24",
    "dalil": "Barangsiapa membacanya 10 kali, maka Allah akan mencatat baginya 10 kebaikan, menghapuskan 10 kejelekan, dan mengangkatnya 10 derajat, serta ia dalam lindungan dari segala hal yang tidak disukai dan dari syaitan."
  },
  {
    "id": "subhanallahi_wa_bihamdihi_adada",
    "waktu": "pagi",
    "title": "Tasbih Khusus Pagi",
    "target_baca": 3,
    "arabic": "سُبْحَانَ اللهِ وَبِحَمْدِهِ: عَدَدَ خَلْقِهِ، وَرِضَا نَفْسِهِ، وَزِنَةَ عَرْشِهِ وَمِدَادَ كَلِمَاتِهِ",
    "latin": "Subhaanallahi wa bihamdih: 'adada khalqih, wa ridhaa nafsih, wa zinata 'arsyih, wa midaada kalimaatih.",
    "translation": "Mahasuci Allah, aku memuji-Nya sebanyak bilangan makhluk-Nya, Mahasuci Allah sesuai ke-ridhaan-Nya, Mahasuci seberat timbangan 'Arsy-Nya, dan Mahasuci sebanyak tinta (yang menulis) kalimat-Nya.",
    "referensi": "HR. Muslim no. 2726",
    "dalil": "Nabi shallallahu 'alaihi wa sallam bersabda kepada Juwairiyah (istri beliau): 'Sungguh aku telah mengucapkan empat kalimat sesudahmu sebanyak tiga kali, yang jika ditimbang dengan apa yang engkau baca pada hari ini niscaya akan menyamainya.' (Hadits ini shahih)."
  },
  {
    "id": "allahumma_inni_as_aluka_ilman",
    "waktu": "pagi",
    "title": "Memohon Ilmu, Rezeki & Amal",
    "target_baca": 1,
    "arabic": "اَللَّهُمَّ إِنِّيْ أَسْأَلُكَ عِلْمًا نَافِعًا، وَرِزْقًا طَيِّبًا، وَعَمَلاً مُتَقَبَّلاً",
    "latin": "Allahumma innii as-aluka 'ilman naafi'an, wa rizqan thayyiban, wa 'amalan mutaqabbalan.",
    "translation": "Ya Allah, sesungguhnya aku meminta kepada-Mu ilmu yang bermanfaat, rizki yang halal, dan amalan yang diterima.",
    "referensi": "HR. Ibnu Majah no. 925",
    "dalil": "Nabi shallallahu 'alaihi wa sallam selalu mengucapkan doa ini setelah salam pada shalat Shubuh. (Shahiih Ibni Majah, shahih)."
  },
  {
    "id": "subhanallah_wabihamdihi_100",
    "waktu": "keduanya",
    "title": "Tasbih 100x",
    "target_baca": 100,
    "arabic": "سُبْحَانَ اللهِ وَبِحَمْدِهِ",
    "latin": "Subhaanallahi wa bihamdih.",
    "translation": "Mahasuci Allah, aku memuji-Nya.",
    "referensi": "HR. Muslim no. 2692",
    "dalil": "Barangsiapa membacanya di waktu pagi dan sore sebanyak 100 kali, maka tidak ada seorangpun yang datang pada hari Kiamat dengan membawa pahala yang lebih baik dari apa yang dibawanya, kecuali orang yang membaca seperti yang dibacanya atau lebih banyak darinya."
  },
  {
    "id": "istighfar_100",
    "waktu": "keduanya",
    "title": "Istighfar 100x",
    "target_baca": 100,
    "arabic": "أَسْتَغْفِرُ اللهَ وَأَتُوْبُ إِلَيْهِ",
    "latin": "Astaghfirullaaha wa atuubu ilaih.",
    "translation": "Aku memohon ampunan kepada Allah dan bertaubat kepada-Nya.",
    "referensi": "HR. Al-Bukhari beserta Fathul Baari XI/101 dan Muslim no. 2702",
    "dalil": "Rasulullah shallallahu 'alaihi wa sallam bersabda: 'Demi Allah, sungguh aku beristighfar (memohon ampun) dan bertaubat kepada Allah dalam sehari lebih dari 70 kali (dalam riwayat Muslim: 100 kali).'"
  },
  {
    "id": "audzu_bikalimatillahi_petang",
    "waktu": "petang",
    "title": "Berlindung dari Makhluk",
    "target_baca": 3,
    "arabic": "أَعُوْذُ بِكَلِمَاتِ اللهِ التَّامَّاتِ مِنْ شَرِّ مَا خَلَقَ",
    "latin": "A'uudzu bikalimaatillaahit-taammaati min syarri maa khalaq.",
    "translation": "Aku berlindung dengan kalimat-kalimat Allah yang sempurna, dari kejahatan sesuatu yang diciptakan-Nya.",
    "referensi": "HR. Ahmad II/290, At-Tirmidzi no. 3604",
    "dalil": "Barangsiapa membacanya pada sore hari sebanyak 3 kali, maka tidak akan berbahaya baginya sengatan binatang berbisa pada malam itu. (Shahih, diriwayatkan juga oleh Ibnu Sunni dalam 'Amalul Yaum wal Lailah no. 68)."
  },
  {
    "id": "bismillahilladzi",
    "waktu": "keduanya",
    "title": "Doa Perlindungan dari Segala Bahaya",
    "target_baca": 3,
    "arabic": "بِسْمِ اللَّهِ الَّذِي لاَ يَضُرُّ مَعَ اسْمِهِ شَيْءٌ فِي الأَرْضِ وَلاَ فِي السَّمَاءِ وَهُوَ السَّمِيعُ الْعَلِيمُ",
    "latin": "Bismillahilladzii laa yadhurru ma'asmihii syai-un fil ardhi wa laa fis-samaa' wa Huwas-Samii'ul 'Aliim.",
    "translation": "Dengan menyebut nama Allah yang bersama nama-Nya sesuatu apa pun tidak akan celaka baik di bumi maupun di langit. Dan Dia-lah Yang Maha Mendengar lagi Maha Mengetahui.",
    "referensi": "HR. Abu Dawud no. 5088, At-Tirmidzi no. 3388, Ibnu Majah no. 3869",
    "dalil": "Barangsiapa membacanya sebanyak tiga kali ketika pagi dan sore hari, maka tidak ada sesuatu pun yang membahayakan dirinya. (Dishahihkan oleh Syaikh Al-Albani dalam Shahiih Ibni Majah)."
  },
  {
    "id": "radhiitu_billahi",
    "waktu": "keduanya",
    "title": "Doa Ridha Kepada Allah, Islam, dan Rasulullah",
    "target_baca": 3,
    "arabic": "رَضِيْتُ بِاللهِ رَبًّا، وَبِالْإِسْلَامِ دِيْنًا، وَبِمُحَمَّدٍ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ نَبِيًّا",
    "latin": "Radhiitu billaahi Rabbaa, wa bil-Islaami diinaa, wa bi-Muhammadin shallallaahu 'alaihi wa sallama nabiyyaa.",
    "translation": "Aku ridha Allah sebagai Rabb, Islam sebagai agama, dan Muhammad shallallahu 'alaihi wa sallam sebagai Nabi.",
    "referensi": "HR. Abu Dawud no. 5072, At-Tirmidzi no. 3389",
    "dalil": "Barangsiapa mengucapkan dzikir ini tiga kali di waktu pagi dan sore, maka pasti Allah akan meridhainya pada hari Kiamat. (Syaikh Al-Albani menilai riwayat ini hasan lighairihi dalam Shahiih At-Targhiib wat Tarhiib 1/415)."
  },
  {
    "id": "allahumma_aalimal_ghaibi",
    "waktu": "keduanya",
    "title": "Doa Perlindungan dari Syirik dan Hawa Nafsu",
    "target_baca": 1,
    "arabic": "اللَّهُمَّ عَالِمَ الْغَيْبِ وَالشَّهَادَةِ فَاطِرَ السَّمَاوَاتِ وَالْأَرْضِ، رَبَّ كُلِّ شَيْءٍ وَمَلِيكَهُ، أَشْهَدُ أَنْ لاَ إِلَهَ إِلاَّ أَنْتَ، أَعُوذُ بِكَ مِنْ شَرِّ نَفْسِي، وَمِنْ شَرِّ الشَّيْطَانِ وَشِرْكِهِ، وَأَنْ أَقْتَرِفَ عَلَى نَفْسِي سُوءًا أَوْ أَجُرَّهُ إِلَى مُسْلِمٍ",
    "latin": "Allahumma 'Aalimal ghaibi wasy-syahaadati faathiras-samaawaati wal ardh, Rabba kulli syai-in wa maliikah, asyhadu an laa ilaaha illaa Anta, a'uudzu bika min syarri nafsii, wa min syarrisy-syaithaani wa syirkihi, wa an aqtarifa 'alaa nafsii suu-an au ajurrahu ilaa muslim.",
    "translation": "Ya Allah, Yang Maha Mengetahui yang ghaib dan yang nyata, wahai Pencipta langit dan bumi, Rabb segala sesuatu dan Yang Merajainya. Aku bersaksi bahwa tidak ada Ilah yang berhak diibadahi dengan benar kecuali Engkau. Aku berlindung kepada-Mu dari kejahatan diriku, syaitan dan balatentaranya (godaan untuk berbuat syirik pada-Mu), dan aku berlindung kepada-Mu dari berbuat kejelekan terhadap diriku atau menyeretnya kepada seorang muslim.",
    "referensi": "HR. At-Tirmidzi no. 3392 dan Abu Dawud no. 5067",
    "dalil": "Doa yang diajarkan Rasulullah ﷺ kepada Abu Bakar Ash-Shiddiq radhiyallahu 'anhu untuk dibaca pada waktu pagi dan petang. (Dishahihkan oleh Syaikh Al-Albani dalam Shahiih Abi Dawud)."
  },
  {
    "id": "hasbiyallahu_laa_ilaaha",
    "waktu": "keduanya",
    "title": "Doa Kecukupan Urusan (Hasballah)",
    "target_baca": 7,
    "arabic": "حَسْبِيَ اللَّهُ لاَ إِلَهَ إِلاَّ هُوَ عَلَيْهِ تَوَكَّلْتُ وَهُوَ رَبُّ الْعَرْشِ الْعَظِيمِ",
    "latin": "Hasbiyallahu laa ilaaha illaa Huwa 'alaihi tawakkaltu wa Huwa Rabbul 'arsyil 'azhiim.",
    "translation": "Cukuplah Allah bagiku; tidak ada Ilah yang berhak diibadahi dengan benar selain Dia. Hanya kepada-Nya aku bertawakkal dan Dia adalah Rabb yang memiliki 'Arsy yang agung.",
    "referensi": "HR. Ibnu As-Sunni no. 71, Abu Dawud 4/321",
    "dalil": "Barangsiapa yang membacanya sebanyak tujuh kali ketika pagi dan sore hari, maka Allah akan mencukupinya dari apa yang menyusahkannya dari urusan dunia dan akhirat. (Hadits shahih riwayat Abu Dawud, disahihkan jalurnya oleh Syaikh Syu'aib Al-Arnauth)."
  }
]